Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: No active terminals. Use the quick actions above to start a shell or console.
de: Keine aktiven Terminals. Nutze die Schnellaktionen oben, um eine Shell oder Konsole zu starten.
es: No hay terminales activas. Usa las acciones rápidas de arriba para iniciar una shell o una consola.
fr: Aucun terminal actif. Utilisez les actions rapides ci-dessus pour lancer un shell ou une console.
ja: アクティブなターミナルはありません。上のクイックアクションでシェルまたはコンソールを開始してください。
ko: 활성 터미널이 없습니다. 위의 빠른 동작을 사용하여 셸이나 콘솔을 시작하십시오.
pt_br: Nenhum terminal ativo. Use as ações rápidas acima para iniciar um shell ou console.
ru: Нет активных терминалов. Запустите оболочку или консоль быстрыми действиями выше.
zh_hans: 没有活跃的终端。使用上方的快速操作启动 shell 或控制台。
zh_hant: 沒有使用中的終端機。使用上方的快速動作來啟動 shell 或主控台。

source: No audio files found at that path.
de: Unter diesem Pfad wurden keine Audiodateien gefunden.
es: No se han encontrado archivos de audio en esa ruta.
fr: Aucun fichier audio trouvé à cet emplacement.
ja: そのパスにオーディオファイルが見つかりません。
ko: 해당 경로에서 오디오 파일을 찾을 수 없습니다.
pt_br: Nenhum arquivo de áudio encontrado nesse caminho.
ru: По этому пути аудиофайлы не найдены.
zh_hans: 该路径下未找到音频文件。
zh_hant: 在該路徑找不到音訊檔案。

source: No audio files in /AOK/persist/music.
de: Keine Audiodateien in /AOK/persist/music.
es: No hay archivos de audio en /AOK/persist/music.
fr: Aucun fichier audio dans /AOK/persist/music.
ja: /AOK/persist/music にオーディオファイルがありません。
ko: /AOK/persist/music에 오디오 파일이 없습니다.
pt_br: Nenhum arquivo de áudio em /AOK/persist/music.
ru: В /AOK/persist/music нет аудиофайлов.
zh_hans: /AOK/persist/music 中没有音频文件。
zh_hant: /AOK/persist/music 中沒有音訊檔案。

source: No bookmarks yet. Tap the star to bookmark the current page.
de: Noch keine Lesezeichen. Tippe auf den Stern, um die aktuelle Seite zu speichern.
es: Aún no hay marcadores. Toca la estrella para añadir la página actual a marcadores.
fr: Aucun signet pour l'instant. Touchez l'étoile pour ajouter la page actuelle aux signets.
ja: ブックマークはまだありません。星をタップすると現在のページをブックマークします。
ko: 아직 책갈피가 없습니다. 별표를 탭하여 현재 페이지를 책갈피에 추가하십시오.
pt_br: Nenhum favorito ainda. Toque na estrela para adicionar a página atual aos favoritos.
ru: Закладок пока нет. Коснитесь звёздочки, чтобы добавить текущую страницу в закладки.
zh_hans: 还没有书签。轻点星形图标将当前页面加入书签。
zh_hant: 尚無書籤。點一下星號將目前頁面加入書籤。

source: No boot filesystem is selected
de: Kein Boot-Dateisystem ausgewählt
es: No hay ningún sistema de archivos de arranque seleccionado
fr: Aucun système de fichiers de démarrage n'est sélectionné
ja: ブートするファイルシステムが選択されていません
ko: 부팅 파일 시스템이 선택되지 않음
pt_br: Nenhum sistema de arquivos de inicialização selecionado
ru: Файловая система для загрузки не выбрана
zh_hans: 未选择启动文件系统
zh_hant: 未選擇開機檔案系統

source: No chat is working or waiting. A chat keeps working when you switch to another one or close the window; chats that need you show up here.
de: Kein Chat ist aktiv oder wartet. Ein Chat arbeitet weiter, wenn du zu einem anderen wechselst oder das Fenster schließt; Chats, die dich brauchen, erscheinen hier.
es: Ningún chat está en curso o en espera. Un chat sigue funcionando cuando cambias a otro o cierras la ventana; los chats que te necesitan aparecen aquí.
fr: Aucune conversation en cours ou en attente. Une conversation continue de travailler quand vous passez à une autre ou fermez la fenêtre ; celles qui ont besoin de vous apparaissent ici.
ja: 実行中または待機中のチャットはありません。チャットは別のチャットに切り替えたりウインドウを閉じたりしても動作を続けます。対応が必要なチャットはここに表示されます。
ko: 작업 중이거나 대기 중인 채팅이 없습니다. 다른 채팅으로 전환하거나 윈도우를 닫아도 채팅은 계속 작업하며, 사용자가 필요한 채팅은 여기에 표시됩니다.
pt_br: Nenhum chat em execução ou aguardando. Um chat continua funcionando quando você muda para outro ou fecha a janela; chats que precisam de você aparecem aqui.
ru: Нет работающих или ожидающих чатов. Чат продолжает работать, когда вы переключаетесь на другой или закрываете окно; чаты, которым нужны вы, появляются здесь.
zh_hans: 没有正在运行或等待中的聊天。切换到其他聊天或关闭窗口时，聊天会继续工作；需要你处理的聊天会显示在这里。
zh_hant: 沒有正在執行或等待中的對話。切換到其他對話或關閉視窗時，對話仍會繼續運作；需要你處理的對話會顯示在這裡。

source: No fenced code blocks found in the last reply. Text in the transcript can be highlighted and copied directly, and each code block has its own Copy button. Save destination: %@
de: In der letzten Antwort wurden keine Codeblöcke gefunden. Text im Verlauf kann direkt markiert und kopiert werden, und jeder Codeblock hat eine eigene Kopieren-Taste. Speicherort: %@
es: No se han encontrado bloques de código delimitados en la última respuesta. El texto de la transcripción se puede seleccionar y copiar directamente, y cada bloque de código tiene su propio botón Copiar. Destino de guardado: %@
fr: Aucun bloc de code délimité dans la dernière réponse. Le texte de la transcription peut être sélectionné et copié directement, et chaque bloc de code a son propre bouton Copier. Destination d'enregistrement : %@
ja: 最後の応答にフェンスで囲まれたコードブロックが見つかりません。トランスクリプト内のテキストは直接選択してコピーでき、各コードブロックには専用の「コピー」ボタンがあります。保存先: %@
ko: 마지막 응답에서 펜스 코드 블록을 찾을 수 없습니다. 대화 기록의 텍스트는 직접 선택하여 복사할 수 있으며, 각 코드 블록에는 자체 복사 버튼이 있습니다. 저장 위치: %@
pt_br: Nenhum bloco de código delimitado encontrado na última resposta. O texto da transcrição pode ser selecionado e copiado diretamente, e cada bloco de código tem seu próprio botão Copiar. Destino de salvamento: %@
ru: В последнем ответе нет блоков кода в ограждениях. Текст беседы можно выделить и скопировать напрямую, а у каждого блока кода есть своя кнопка «Скопировать». Папка сохранения: %@
zh_hans: 在最后一条回复中未找到围栏代码块。对话记录中的文本可直接选中拷贝，每个代码块也有自己的“拷贝”按钮。存储位置：%@
zh_hant: 在最後一則回覆中找不到圍欄程式碼區塊。對話記錄中的文字可直接選取並拷貝，每個程式碼區塊也有自己的「拷貝」按鈕。儲存位置：%@

source: No file change in this chat to undo.
de: In diesem Chat gibt es keine Dateiänderung zum Rückgängigmachen.
es: No hay ningún cambio de archivo en este chat que deshacer.
fr: Aucune modification de fichier à annuler dans cette conversation.
ja: このチャットには取り消すファイル変更がありません。
ko: 이 채팅에 실행 취소할 파일 변경이 없습니다.
pt_br: Nenhuma alteração de arquivo neste chat para desfazer.
ru: В этом чате нет изменений файлов для отмены.
zh_hans: 此聊天中没有可撤销的文件更改。
zh_hant: 此對話中沒有可還原的檔案變更。

source: No file changes in this chat yet.
de: Noch keine Dateiänderungen in diesem Chat.
es: Aún no hay cambios de archivos en este chat.
fr: Aucune modification de fichier dans cette conversation pour l'instant.
ja: このチャットにはまだファイル変更がありません。
ko: 이 채팅에 아직 파일 변경이 없습니다.
pt_br: Nenhuma alteração de arquivo neste chat ainda.
ru: В этом чате пока нет изменений файлов.
zh_hans: 此聊天中尚无文件更改。
zh_hant: 此對話中尚無檔案變更。

source: No file changes yet (also /changes)
de: Noch keine Dateiänderungen (auch /changes)
es: Aún no hay cambios de archivos (también /changes)
fr: Aucune modification de fichier pour l'instant (aussi /changes)
ja: まだファイル変更はありません（/changes も可）
ko: 아직 파일 변경 없음(/changes도 가능)
pt_br: Nenhuma alteração de arquivo ainda (também /changes)
ru: Изменений файлов пока нет (также /changes)
zh_hans: 尚无文件更改（也可用 /changes）
zh_hant: 尚無檔案變更（亦可用 /changes）

source: No filesystem storage available (the app group container is missing -- check the App Group entitlement)
de: Kein Speicher für Dateisysteme verfügbar (der App-Group-Container fehlt – prüfe das App-Group-Entitlement)
es: No hay almacenamiento disponible para sistemas de archivos (falta el contenedor del grupo de apps -- revisa el entitlement App Group)
fr: Aucun stockage de système de fichiers disponible (le conteneur du groupe d'apps est absent -- vérifiez l'entitlement App Group)
ja: ファイルシステムのストレージを利用できません（App Group コンテナがありません -- App Group エンタイトルメントを確認してください）
ko: 사용 가능한 파일 시스템 저장 공간이 없음(앱 그룹 컨테이너가 없음 -- App Group 권한을 확인하십시오)
pt_br: Nenhum armazenamento de sistema de arquivos disponível (o contêiner do grupo de apps está ausente -- verifique o entitlement App Group)
ru: Нет хранилища для файловых систем (контейнер группы приложений отсутствует — проверьте право App Group)
zh_hans: 没有可用的文件系统存储空间（缺少 App 群组容器——请检查 App Group 权限）
zh_hant: 沒有可用的檔案系統儲存空間（缺少 App Group 容器 -- 請檢查 App Group 權限）

source: No filesystems are available. Tap Import to add a root filesystem.
de: Keine Dateisysteme verfügbar. Tippe auf „Importieren“, um ein Root-Dateisystem hinzuzufügen.
es: No hay sistemas de archivos disponibles. Toca Importar para añadir un sistema de archivos raíz.
fr: Aucun système de fichiers disponible. Touchez Importer pour ajouter un système de fichiers racine.
ja: 利用可能なファイルシステムがありません。 「インポート」をタップしてルートファイルシステムを追加してください。
ko: 사용 가능한 파일 시스템이 없습니다. 가져오기를 탭하여 루트 파일 시스템을 추가하십시오.
pt_br: Nenhum sistema de arquivos disponível. Toque em Importar para adicionar um sistema de arquivos raiz.
ru: Нет доступных файловых систем. Коснитесь «Импорт», чтобы добавить корневую файловую систему.
zh_hans: 没有可用的文件系统。 轻点“导入”以添加根文件系统。
zh_hant: 沒有可用的檔案系統。 點一下「匯入」以加入根檔案系統。

source: No hidden workspace windows
de: Keine ausgeblendeten Workspace-Fenster
es: No hay ventanas ocultas del espacio de trabajo
fr: Aucune fenêtre d'espace de travail masquée
ja: 非表示のワークスペースウインドウはありません
ko: 숨겨진 워크스페이스 윈도우 없음
pt_br: Nenhuma janela oculta do espaço de trabalho
ru: Нет скрытых окон рабочей области
zh_hans: 没有隐藏的工作区窗口
zh_hant: 沒有隱藏的工作區視窗

source: No installed roots.
de: Keine installierten Roots.
es: No hay sistemas raíz instalados.
fr: Aucune racine installée.
ja: インストール済みのルートはありません。
ko: 설치된 루트가 없습니다.
pt_br: Nenhuma raiz instalada.
ru: Нет установленных корневых ФС.
zh_hans: 没有已安装的根文件系统。
zh_hant: 沒有已安裝的根檔案系統。

source: No models found.
de: Keine Modelle gefunden.
es: No se han encontrado modelos.
fr: Aucun modèle trouvé.
ja: モデルが見つかりません。
ko: 모델을 찾을 수 없습니다.
pt_br: Nenhum modelo encontrado.
ru: Модели не найдены.
zh_hans: 未找到模型。
zh_hant: 找不到模型。

source: No models found. HTTP %ld
de: Keine Modelle gefunden. HTTP %ld
es: No se han encontrado modelos. HTTP %ld
fr: Aucun modèle trouvé. HTTP %ld
ja: モデルが見つかりません。HTTP %ld
ko: 모델을 찾을 수 없습니다. HTTP %ld
pt_br: Nenhum modelo encontrado. HTTP %ld
ru: Модели не найдены. HTTP %ld
zh_hans: 未找到模型。HTTP %ld
zh_hant: 找不到模型。HTTP %ld

source: No open windows
de: Keine offenen Fenster
es: No hay ventanas abiertas
fr: Aucune fenêtre ouverte
ja: 開いているウインドウはありません
ko: 열린 윈도우 없음
pt_br: Nenhuma janela aberta
ru: Нет открытых окон
zh_hans: 没有打开的窗口
zh_hant: 沒有打開的視窗

source: No populated log files under /var/log. Many minimal rootfs's don't run a syslog daemon by default.
de: Keine befüllten Protokolldateien unter /var/log. Viele minimale rootfs starten standardmäßig keinen syslog-Daemon.
es: No hay archivos de registro con contenido en /var/log. Muchos rootfs mínimos no ejecutan un daemon de syslog de forma predeterminada.
fr: Aucun fichier journal rempli dans /var/log. Beaucoup de rootfs minimaux n'exécutent pas de démon syslog par défaut.
ja: /var/log の下に内容のあるログファイルがありません。最小構成のルートファイルシステムの多くは、デフォルトでは syslog デーモンを実行しません。
ko: /var/log 아래에 내용이 있는 로그 파일이 없습니다. 많은 최소 rootfs는 기본적으로 syslog 데몬을 실행하지 않습니다.
pt_br: Nenhum arquivo de log com conteúdo em /var/log. Muitos rootfs mínimos não executam um daemon syslog por padrão.
ru: В /var/log нет непустых файлов журналов. Многие минимальные rootfs по умолчанию не запускают демон syslog.
zh_hans: /var/log 下没有包含内容的日志文件。许多精简的根文件系统默认不运行 syslog 守护进程。
zh_hant: /var/log 下沒有含內容的記錄檔。許多精簡的 rootfs 預設不執行 syslog 守護程式。

source: No results
de: Keine Treffer
es: Sin resultados
fr: Aucun résultat
ja: 結果なし
ko: 결과 없음
pt_br: Nenhum resultado
ru: Нет результатов
zh_hans: 无结果
zh_hant: 沒有結果

source: No servers yet. A server's tools are offered to the model alongside the built-in ones, and each call asks first unless MCP Tools is set to Allow in Tool Permissions.
de: Noch keine Server. Die Tools eines Servers werden dem Modell neben den integrierten angeboten, und jeder Aufruf fragt zuerst, außer „MCP-Tools“ ist in den Tool-Berechtigungen auf „Erlauben“ gesetzt.
es: Aún no hay servidores. Las herramientas de un servidor se ofrecen al modelo junto con las integradas, y cada llamada pregunta antes salvo que Herramientas MCP esté en Permitir en Permisos de herramientas.
fr: Aucun serveur pour l'instant. Les outils d'un serveur sont proposés au modèle en plus des outils intégrés, et chaque appel demande d'abord confirmation, sauf si Outils MCP est réglé sur Autoriser dans Autorisations des outils.
ja: サーバはまだありません。サーバのツールは内蔵ツールと一緒にモデルに提供され、「ツールのアクセス権」で「MCP ツール」が「許可」に設定されていない限り、呼び出しのたびに確認されます。
ko: 아직 서버가 없습니다. 서버의 도구는 내장 도구와 함께 모델에 제공되며, 도구 권한에서 MCP 도구가 허용으로 설정되지 않은 한 각 호출 전에 먼저 묻습니다.
pt_br: Nenhum servidor ainda. As ferramentas de um servidor são oferecidas ao modelo junto com as integradas, e cada chamada pergunta antes, a menos que Ferramentas MCP esteja como Permitir em Permissões de Ferramentas.
ru: Серверов пока нет. Инструменты сервера предлагаются модели вместе со встроенными, и каждый вызов требует подтверждения, если для «Инструменты MCP» в разрешениях инструментов не задано «Разрешить».
zh_hans: 还没有服务器。服务器的工具会与内置工具一起提供给模型，除非在“工具权限”中将“MCP 工具”设为“允许”，否则每次调用前都会询问。
zh_hant: 尚無伺服器。伺服器的工具會與內建工具一起提供給模型，且除非「工具權限」中的「MCP 工具」設為「允許」，否則每次呼叫都會先詢問。

source: No shortcuts in this group yet.
de: Noch keine Kurzbefehle in dieser Gruppe.
es: Aún no hay atajos en este grupo.
fr: Aucun raccourci dans ce groupe pour l'instant.
ja: このグループにはまだショートカットがありません。
ko: 이 그룹에 아직 바로 가기가 없습니다.
pt_br: Nenhum atalho neste grupo ainda.
ru: В этой группе пока нет ярлыков.
zh_hans: 此组中还没有快捷方式。
zh_hant: 此群組中尚無捷徑。

source: No shortcuts yet.
de: Noch keine Kurzbefehle.
es: Aún no hay atajos.
fr: Aucun raccourci pour l'instant.
ja: ショートカットはまだありません。
ko: 아직 바로 가기가 없습니다.
pt_br: Nenhum atalho ainda.
ru: Ярлыков пока нет.
zh_hans: 还没有快捷方式。
zh_hant: 尚無捷徑。

source: No snippets yet. Save the commands you retype constantly, then tap one to put it on the command line. They live in %@ inside the guest, so you can edit them with vi and keep them in git.
de: Noch keine Snippets. Sichere Befehle, die du ständig neu tippst, und tippe dann auf einen, um ihn in die Befehlszeile zu setzen. Sie liegen in %@ im Gast, sodass du sie mit vi bearbeiten und in git verwalten kannst.
es: Aún no hay fragmentos. Guarda los comandos que escribes una y otra vez y toca uno para ponerlo en la línea de comandos. Se guardan en %@ dentro del sistema invitado, así que puedes editarlos con vi y tenerlos en git.
fr: Aucun extrait pour l'instant. Enregistrez les commandes que vous retapez sans cesse, puis touchez-en une pour la placer sur la ligne de commande. Ils se trouvent dans %@ dans l'invité ; vous pouvez donc les modifier avec vi et les garder dans git.
ja: スニペットはまだありません。 何度も入力し直すコマンドを保存しておき、タップするとコマンドラインに入力されます。 スニペットはゲスト内の %@ に保存されるため、vi で編集したり git で管理したりできます。
ko: 아직 스니펫이 없습니다. 자주 다시 입력하는 명령을 저장한 후, 탭하여 명령줄에 넣으십시오. 스니펫은 게스트 내부의 %@에 있으므로 vi로 편집하고 git으로 관리할 수 있습니다.
pt_br: Nenhum trecho ainda. Salve os comandos que você digita o tempo todo e toque em um para colocá-lo na linha de comando. Eles ficam em %@ dentro do convidado, então você pode editá-los com o vi e mantê-los no git.
ru: Фрагментов пока нет. Сохраняйте команды, которые постоянно набираете заново, а затем касайтесь их, чтобы поместить в командную строку. Они хранятся в %@ внутри гостевой системы, поэтому их можно править в vi и держать в git.
zh_hans: 还没有代码片段。 保存你经常重复输入的命令，然后轻点一个即可将其放到命令行上。 它们位于客户机中的 %@，因此你可以用 vi 编辑并用 git 管理。
zh_hant: 尚無片段。 儲存你經常重複輸入的指令，然後點一下即可放到指令列上。 它們存放在客體中的 %@，因此你可以用 vi 編輯並放進 git。

source: No such file or directory
de: Datei oder Ordner nicht vorhanden
es: No existe el archivo o directorio
fr: Fichier ou répertoire introuvable
ja: そのようなファイルまたはディレクトリはありません
ko: 해당 파일 또는 디렉터리가 없음
pt_br: Arquivo ou diretório inexistente
ru: Нет такого файла или каталога
zh_hans: 没有该文件或目录
zh_hant: 沒有此檔案或目錄

source: No such mount
de: Mount nicht vorhanden
es: No existe el punto de montaje
fr: Point de montage introuvable
ja: そのようなマウントはありません
ko: 해당 마운트가 없음
pt_br: Montagem inexistente
ru: Нет такой точки подключения
zh_hans: 没有该挂载点
zh_hant: 沒有此掛載點

source: No terminal window open — tap a snippet to read or edit it.
de: Kein Terminalfenster offen – tippe auf ein Snippet, um es zu lesen oder zu bearbeiten.
es: No hay ninguna ventana de terminal abierta: toca un fragmento para leerlo o editarlo.
fr: Aucune fenêtre de terminal ouverte — touchez un extrait pour le lire ou le modifier.
ja: ターミナルウインドウが開いていません — スニペットをタップすると表示または編集できます。
ko: 열린 터미널 윈도우가 없습니다 — 스니펫을 탭하여 읽거나 편집하십시오.
pt_br: Nenhuma janela de terminal aberta — toque em um trecho para lê-lo ou editá-lo.
ru: Нет открытого окна терминала — коснитесь фрагмента, чтобы просмотреть или изменить его.
zh_hans: 没有打开的终端窗口——轻点代码片段以查看或编辑。
zh_hant: 沒有打開的終端機視窗 — 點一下片段以檢視或編輯。

source: No update needed. If you're seeing this message, there's a bug.
de: Kein Update nötig. Wenn du diese Meldung siehst, liegt ein Fehler vor.
es: No es necesario actualizar. Si ves este mensaje, hay un error.
fr: Aucune mise à jour nécessaire. Si vous voyez ce message, c'est un bug.
ja: アップデートは必要ありません。このメッセージが表示される場合はバグです。
ko: 업데이트가 필요하지 않습니다. 이 메시지가 보인다면 버그입니다.
pt_br: Nenhuma atualização necessária. Se você está vendo esta mensagem, há um bug.
ru: Обновление не требуется. Если вы видите это сообщение, это ошибка.
zh_hans: 无需更新。如果你看到此消息，说明存在错误。
zh_hant: 無需更新。如果你看到此訊息，代表有錯誤。

source: No usable login shell found
de: Keine nutzbare Login-Shell gefunden
es: No se ha encontrado ninguna shell de inicio de sesión utilizable
fr: Aucun shell de connexion utilisable trouvé
ja: 使用可能なログインシェルが見つかりません
ko: 사용 가능한 로그인 셸을 찾을 수 없음
pt_br: Nenhum shell de login utilizável encontrado
ru: Не найдена пригодная оболочка входа
zh_hans: 未找到可用的登录 shell
zh_hant: 找不到可用的登入 shell

source: No usable login shell found.
de: Keine nutzbare Login-Shell gefunden.
es: No se ha encontrado ninguna shell de inicio de sesión utilizable.
fr: Aucun shell de connexion utilisable trouvé.
ja: 使用可能なログインシェルが見つかりません。
ko: 사용 가능한 로그인 셸을 찾을 수 없습니다.
pt_br: Nenhum shell de login utilizável encontrado.
ru: Не найдена пригодная оболочка входа.
zh_hans: 未找到可用的登录 shell。
zh_hant: 找不到可用的登入 shell。

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
zh_hans: 无
zh_hant: 無

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
ja: 今はしない
ko: 나중에
pt_br: Agora Não
ru: Не сейчас
zh_hans: 以后
zh_hant: 現在不要

source: Not a directory
de: Kein Ordner
es: No es un directorio
fr: Pas un répertoire
ja: ディレクトリではありません
ko: 디렉터리가 아님
pt_br: Não é um diretório
ru: Не каталог
zh_hans: 不是目录
zh_hant: 不是目錄

source: Not a server URL
de: Keine Server-URL
es: No es una URL de servidor
fr: Pas une URL de serveur
ja: サーバ URL ではありません
ko: 서버 URL이 아님
pt_br: Não é uma URL de servidor
ru: Не URL сервера
zh_hans: 不是服务器 URL
zh_hant: 不是伺服器 URL

source: Not bookmarked
de: Kein Lesezeichen
es: Sin marcador
fr: Pas dans les signets
ja: ブックマークされていません
ko: 책갈피 안 됨
pt_br: Não está nos favoritos
ru: Нет в закладках
zh_hans: 未加入书签
zh_hant: 未加入書籤

source: Not configured
de: Nicht konfiguriert
es: Sin configurar
fr: Non configurée
ja: 未設定
ko: 구성되지 않음
pt_br: Não configurado
ru: Не настроено
zh_hans: 未配置
zh_hant: 未設定

source: Not enough free space to extract the filesystem.
de: Nicht genug freier Speicher zum Entpacken des Dateisystems.
es: No hay espacio libre suficiente para extraer el sistema de archivos.
fr: Espace libre insuffisant pour extraire le système de fichiers.
ja: ファイルシステムを展開するための空き容量が足りません。
ko: 파일 시스템을 추출할 여유 공간이 부족합니다.
pt_br: Espaço livre insuficiente para extrair o sistema de arquivos.
ru: Недостаточно свободного места для извлечения файловой системы.
zh_hans: 可用空间不足，无法解压文件系统。
zh_hant: 可用空間不足，無法解壓縮檔案系統。

source: Not enough free space to extract the filesystem. About %1$@ is needed, but only %2$@ is available.
de: Nicht genug freier Speicher zum Entpacken des Dateisystems. Benötigt werden etwa %1$@, verfügbar sind nur %2$@.
es: No hay espacio libre suficiente para extraer el sistema de archivos. Se necesitan unos %1$@, pero solo hay %2$@ disponibles.
fr: Espace libre insuffisant pour extraire le système de fichiers. Environ %1$@ sont nécessaires, mais seuls %2$@ sont disponibles.
ja: ファイルシステムを展開するための空き容量が足りません。約 %1$@ 必要ですが、%2$@ しか使用できません。
ko: 파일 시스템을 추출할 여유 공간이 부족합니다. 약 %1$@이(가) 필요하지만 %2$@만 사용 가능합니다.
pt_br: Espaço livre insuficiente para extrair o sistema de arquivos. São necessários cerca de %1$@, mas só há %2$@ disponíveis.
ru: Недостаточно свободного места для извлечения файловой системы. Требуется около %1$@, а доступно только %2$@.
zh_hans: 可用空间不足，无法解压文件系统。大约需要 %1$@，但仅有 %2$@ 可用。
zh_hant: 可用空間不足，無法解壓縮檔案系統。需要約 %1$@，但只有 %2$@ 可用。

source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non définie
ja: 未設定
ko: 설정 안 됨
pt_br: Não definida
ru: Не задан
zh_hans: 未设置
zh_hant: 未設定

source: Nothing playing
de: Keine Wiedergabe
es: No se está reproduciendo nada
fr: Aucune lecture
ja: 再生中の項目なし
ko: 재생 중인 항목 없음
pt_br: Nada tocando
ru: Ничего не воспроизводится
zh_hans: 未在播放
zh_hant: 未在播放

source: Nothing saved yet this run.
de: In diesem Lauf noch nichts gesichert.
es: Aún no se ha guardado nada en esta ejecución.
fr: Rien d'enregistré pour l'instant dans cette exécution.
ja: この実行中にはまだ何も保存されていません。
ko: 이번 실행에서 아직 저장된 항목이 없습니다.
pt_br: Nada salvo ainda nesta execução.
ru: В этом запуске пока ничего не сохранено.
zh_hans: 本次运行尚未保存任何内容。
zh_hant: 本次執行尚未儲存任何內容。

source: Nothing to show yet.
de: Noch nichts anzuzeigen.
es: Aún no hay nada que mostrar.
fr: Rien à afficher pour l'instant.
ja: まだ表示するものはありません。
ko: 아직 표시할 내용이 없습니다.
pt_br: Nada para mostrar ainda.
ru: Пока нечего показать.
zh_hans: 暂无内容。
zh_hant: 尚無內容可顯示。

source: Nothing to summarize yet.
de: Noch nichts zum Zusammenfassen.
es: Aún no hay nada que resumir.
fr: Rien à résumer pour l'instant.
ja: まだ要約するものはありません。
ko: 아직 요약할 내용이 없습니다.
pt_br: Nada para resumir ainda.
ru: Пока нечего сжимать.
zh_hans: 暂无可总结的内容。
zh_hant: 尚無內容可摘要。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
pt_br: Desativado
ru: Выкл.
zh_hans: 关闭
zh_hant: 關閉

source: Off (guest manages)
de: Aus (Gast verwaltet)
es: Desactivado (lo gestiona el invitado)
fr: Désactivé (géré par l'invité)
ja: オフ（ゲストが管理）
ko: 끔(게스트가 관리)
pt_br: Desativado (gerenciado pelo convidado)
ru: Выкл. (управляет гостевая система)
zh_hans: 关闭（由客户机管理）
zh_hant: 關閉（由客體管理）

source: Off, tapping the snippet puts it on the command line and stops there. On, it runs immediately.
de: Aus: Tippen auf das Snippet setzt es in die Befehlszeile und hält dort an. An: Es wird sofort ausgeführt.
es: Desactivado, al tocar el fragmento se pone en la línea de comandos y ahí se queda. Activado, se ejecuta inmediatamente.
fr: Désactivé, toucher l'extrait le place sur la ligne de commande sans plus. Activé, il s'exécute immédiatement.
ja: オフのとき、スニペットをタップするとコマンドラインに入力されるだけです。オンのとき、すぐに実行されます。
ko: 끄면 스니펫을 탭했을 때 명령줄에 넣기만 합니다. 켜면 즉시 실행합니다.
pt_br: Desativado, tocar no trecho o coloca na linha de comando e para aí. Ativado, ele é executado imediatamente.
ru: Если выключено, касание фрагмента помещает его в командную строку и на этом всё. Если включено, он выполняется сразу.
zh_hans: 关闭时，轻点代码片段会将其放到命令行上，仅此而已。开启时，会立即运行。
zh_hant: 關閉時，點一下片段會將它放到指令列上並停在那裡。開啟時會立即執行。

source: Off. Turn on Suspend to Disk in Settings to keep this session when iSH-AOK is closed or ends.
de: Aus. Aktiviere „Suspend to Disk“ in den Einstellungen, um diese Sitzung zu behalten, wenn iSH-AOK geschlossen oder beendet wird.
es: Desactivado. Activa Suspender en disco en Ajustes para conservar esta sesión cuando iSH-AOK se cierre o termine.
fr: Désactivé. Activez Suspendre sur disque dans Réglages pour conserver cette session lorsque iSH-AOK est fermé ou s'arrête.
ja: オフ。iSH-AOK が閉じられたり終了したりしてもこのセッションを残すには、「設定」で「ディスクにサスペンド」をオンにしてください。
ko: 끔. iSH-AOK가 닫히거나 종료될 때 이 세션을 유지하려면 설정에서 디스크에 일시 중단을 켜십시오.
pt_br: Desativado. Ative Suspender no Disco em Ajustes para manter esta sessão quando o iSH-AOK for fechado ou encerrado.
ru: Выкл. Включите «Приостановку на диск» в Настройках, чтобы сохранять этот сеанс при закрытии или завершении iSH-AOK.
zh_hans: 关闭。在“设置”中打开“挂起到磁盘”，可在 iSH-AOK 关闭或结束时保留此会话。
zh_hant: 關閉。在「設定」中開啟「暫停至磁碟」，即可在 iSH-AOK 關閉或結束時保留此工作階段。
